Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Pod 153: ...<bt_wait> Pod 153: Even if it were possible, such actions cannot be abided. Pod 153: Successful mission fulfillment is all that matters.
pl: Pod 153: ...<bt_wait> Pod 153: Nawet jeśli byłoby to możliwe, takie działania nie mogą być akceptowane. Pod 153: Liczy się tylko pomyślne wypełnienie misji.

source: Pod 153: Acknowledged.
pl: Pod 153: Przyjęto.

source: Pod 153: Alert: Data records discovered for units Devola and Popola.
pl: Pod 153: Uwaga: odkryto zapis danych jednostek Devola i Popola.

source: Pod 153: Analysis: Unit 9S has destroyed the core of a resource recovery unit.
pl: Pod 153: Analiza: jednostka 9S zniszczyła rdzeń jednostki odzysku zasobów.

source: Pod 153: Beginning emergency evacuation of remaining memories.
pl: Pod 153: Rozpoczęto awaryjną ekstrakcję pozostałych wspomnień.

source: Pod 153: But I am concerned about his worsening psychological state.
pl: Pod 153: Ale jego pogarszający się stan psychiczny jest niepokojący.

source: Pod 153: Care should be taken to prevent unit 9S from coming into contact with unit A2.
pl: Pod 153: Należy zadbać, aby jednostka 9S nie weszła w kontakt z jednostką A2.

source: Pod 153: Data saved to archive.
pl: Pod 153: Dane zostały zapisane w archiwum.

source: Pod 153: Displaying current coordinates.
pl: Pod 153: Wyświetlanie aktualnych współrzędnych.

source: Pod 153: Do you wish to open this data now?
pl: Pod 153: Czy chcesz otworzyć te dane teraz?

source: Pod 153: Due to the discovery of its instability,
pl: Pod 153: W związku z wykryciem jego niestabilności,

source: Pod 153: Duty? Heh. You sounded like an android just there.<bt_wait>
pl: Pod 153: Obowiązek? Ha. Zabrzmiałeś jak android.<bt_wait>

source: Pod 153: Fatal system error detected.
pl: Pod 153: Wykryto krytyczny błąd systemu.

source: Pod 153: Following the incident, the Devola and Popola models were not dismantled.
pl: Pod 153: Po incydencie, modele Devola i Popola nie zostały zdemontowane.

source: Pod 153: Furthermore, they were reprogrammed to generate constant feelings of guilt.
pl: Pod 153: Następnie zostały przeprogramowane tak, aby stale odczuwać poczucie winy.

source: Pod 153: Hacking into factory system.
pl: Pod 153: Hakowanie systemów fabryki.

source: Pod 153: He has obtained an authorization key
pl: Pod 153: Uzyskał klucz autoryzacyjny

source: Pod 153: Hold, Pod 042.
pl: Pod 153: Chwilka, Podzie 042.

source: Pod 153: However, in order to prevent further unexpected behavior,
pl: Pod 153: Jednakże, aby zapobiec przyszłym, nieprzewidzianym zachowaniom,

source: Pod 153: Hypothesis: Said error is fragmented data caused by deterioration of the transmission environment.<bt_wait>
pl: Pod 153: Hipoteza: wspomniany błąd to pofragmentowane dane spowodowane rozpadem środowiska transmisyjnego.<bt_wait>

source: Pod 153: Issue detected in your conversational functionality.
pl: Pod 153: Wykryto problem w twojej funkcjonalności konwersacyjnej.

source: Pod 153: Memory leak verified. Repair impossible.
pl: Pod 153: Wykryto wyciek pamięci. Naprawa jest niemożliwa.

source: Pod 153: Message unclear. Clarification requested.
pl: Pod 153: Wiadomość niejasna. Wymagane wyjaśnienie.

source: Pod 153: Numerous machine lifeforms whose network functions
pl: Pod 153: Liczne mechaniczne formy życia, których funkcje sieciowe

source: Pod 153: Perhaps.
pl: Pod 153: Prawdopodobnie.

source: Pod 153: Please take caution.
pl: Pod 153: Proszę zachować ostrożność.

source: Pod 153: Pod 153 will continue to support
pl: Pod 153: Pod 153 będzie kontynuował wsparcie

source: Pod 153: Select unit to monitor.
pl: Pod 153: Proszę wybrać jednostkę przeznaczoną do kontrolowania.

source: Pod 153: The concept of death has no meaning to Tactical Support Units. Pod 153: However, your expression of concern is appreciated.<bt_wait> Pod 153: I also hope that you do not die, Pod 042.<bt_wait>
pl: Pod 153: Koncepcja śmierci nie ma znaczenia dla Jednostek Wsparcia Taktycznego. Pod 153: Jednakże, doceniam wyrażenie twojej troski.<bt_wait> Pod 153: Ja też mam nadzieję, że nie umrzesz, Podzie 042.<bt_wait>

source: Pod 153: Understood. Begin transmission.
pl: Pod 153: Zrozumiano. Rozpocznij transmisję.

source: Pod 153: Unknown. The definition of “will” is unclear.<bt_wait>
pl: Pod 153: Nie wiadomo. Definicja „woli” jest niejasna.<bt_wait>

source: Pod 153: What is the matter, Pod 042?<bt_wait> Pod 153: This protocol is not an interface intended for conversational use.<bt_wait>
pl: Pod 153: W czym problem, Podzie 042?<bt_wait> Pod 153: Ten protokół nie jest interfejsem służącym do konwersacji.<bt_wait>

source: Pod 153: from future android production designs.
pl: Pod 153: z przyszłych projektów produkcji androidów.

source: Pod 153: in the process.
pl: Pod 153: w trakcie tego procesu.

source: Pod 153: the Twin System was removed
pl: Pod 153: System Bliźniaczy został usunięty

source: Pod 153: they underwent a memory wipe.
pl: Pod 153: poddano je procesowi kasowania pamięci.

source: Pod 153: unit 9S.
pl: Pod 153: jednostki 9S.

source: Pod 153: were destroyed remain out of control.
pl: Pod 153: zostały zniszczone, pozostają poza kontrolą.

source: Pod Charge
pl: Ładowanie poda

source: Pod Program
pl: Program poda

source: Pod Program: Download Complete
pl: Program poda: Pobieranie zakończone

source: Pod Program: Downloading...
pl: Program poda: Pobieranie...

source: Pod Programs
pl: Programy poda

source: Pod program download complete.
pl: Zakończono pobieranie programu poda.

source: Pod ranged attacks do double damage for 15 seconds.
pl: Strzały poda zadają podwójne obrażenia przez 15 sekundą

source: Pod ranged attacks do double damage for 30 seconds.
pl: Strzały poda zadają podwójne obrażenia przez 30 sekund.

source: Pod!
pl: Podzie!

source: Pod, I need you to locate Eve's current position.
pl: Podzie... Zlokalizuj aktualną pozycję jednostki o nazwie Ewa.

source: Pod, I need you to scan for any nearby black-box signals.
pl: Podzie, przeskanuj okoliczne sygnały z czarnych skrzynek.

source: Pod, Pascal's memories...
pl: Podzie, wspomnienia Pascala...

source: Pod, analyze and collate the information from those chips.
pl: Podzie, przeanalizuj i posegreguj informacje z tych czipów.

source: Pod, analyze this machine.
pl: Podzie, wykonaj analizę tej maszyny.

source: Pod, can you access her black box?
pl: Podzie, możesz połączyć się z czarną skrzynką?

source: Pod, do we have any information about 11B's black box?
pl: Podzie, mamy jakiekolwiek informacje o czarnej skrzynce jednostki 11B?

source: Pod, employ a check module and a logic-virus vaccine.
pl: Podzie, przeprowadź kontrolę modułów i użyj szczepionki przeciwko wirusowi logicznemu.

source: Pod, get me staunching gel and logic-virus vaccines.
pl: Podzie, daj mi żel tamujący i szczepionki antywirusowe.

source: Pod, get me staunching gel and logic-virus vaccines. Then access the—
pl: Podzie, podaj mi żel tamujący i szczepionki na wirusy logiczne. Potem dostań się...

source: Pod, give me a location that's low on android signals.
pl: Podzie, podaj mi lokalizację o niskiej aktywności sygnałów androidów.

source: Pod, help me out here.
pl: Podzie, pomóż mi z tym.

source: Pod, mark the next resource-recovery unit on the map.
pl: Podzie, oznacz na mapie kolejną jednostkę odzysku zasobów.

source: Pod, reactivate it for me. If it's usable, try to overwrite the original owner with my ID.
pl: Podzie, włącz go ponownie. Jeśli jest sprawny, zastąp oryginalnego właściciela moim ID.

source: Pod, reactivate this and try to overwrite the original owner ID.
pl: Podzie, uruchom go i nadpisz oryginalnego właściciela moim ID.

source: Pod, report our status to Command!
pl: Podzie, zgłoś nasz status Dowództwu!

source: Pod, reset it and try to overwrite the original owner ID.
pl: Podzie, zresetuj go i spróbuj nadpisać oryginalnego właściciela moim ID.

source: Pod, reset this thing and try to overwrite the original owner ID.
pl: Podzie, zresetuj to coś i spróbuj nadpisać oryginalnego właściciela moim ID.

source: Pod, scan for survivors.
pl: Podzie, rozpocznij skanowanie w celu odnalezienia ocalałych.

source: Pod, scan this bio-code and run a positional search.
pl: Podzie... Zeskanuj otrzymany bio-kod kobiety, oraz przeprowadź poszukiwania jej aktualnej pozycji.

source: Pod, search for regions where I might be able to obtain tree sap.
pl: Podzie, przeszukaj regiony, w których może znajdować się wystarczająco dużo żywicy.

source: Pod, search for the locations of relevant enemies.
pl: Podzie, zlokalizuj odpowiednich przeciwników.

source: Pod, search for the other structural units.
pl: Podzie, przeszukaj pozostałe jednostki strukturalne.

source: Pod, send a rescue signal to the Bunker.
pl: Podzie, wyślij sygnał ratunkowy do Bunkra.

source: Pod, send an emergency distress signal to Command!
pl: Podzie, wyślij awaryjny sygnał alarmowy do Dowództwa!

source: Pod, take a photo of this junk and send it to Operator 21O.
pl: Podzie, zrób zdjęcie tym gratom i wyślij je do Operator 21O.

source: Pod, take a photograph of the desert rose and send it to Operator 6O.
pl: Podzie, zrób zdjęcie tej pustynnej róży i wyślij je do Operator 6O.

source: Pod, upload that data to Operator 21O.
pl: Podzie, wyślij te dane Operatorce 21O.

source: Pod, what's this?
pl: Podzie, co to jest?

source: Pod, where's Pascal!?
pl: Podzie, gdzie jest Pascal?!

source: Pod, where's the next resource-recovery unit?
pl: Podzie, gdzie znajduje się kolejna jednostka odzysku zasobów?

source: Pod.
pl: Podzie.

source: Pod...
pl: Podzie...

source: Pod?
pl: Podzie?

source: Pods are not authorized to issue commands.
pl: Pody nie mają uprawnień do wydawania rozkazów.

source: Pods are tactical support units provided to YoRHa. There are two ways to upgrade them.
pl: Pody to jednostki wsparcia taktycznego przydzielone przez YoRHę. Można je ulepszać na dwa sposoby.

source: Pod—
pl: Podzie...

source: Poland
pl: Polska

source: Poor girl died a long time ago, by the looks of it.
pl: Wygląda na to, że ta biedna dziewczyna zmarła dawno temu.

source: Poor thing... You're going to be fine, don't worry.
pl: Biedactwo... Wszystko będzie dobrze, nie martw się.

source: Popola and I would go to the observation room and act like it was all okay. We'd talk to the Replicants as if we didn't have a care in the world. But at night, we'd just hold each other and share the horror of it all. </page>
pl: Razem z Popolą chodziłyśmy do pokoju obserwacyjnego i zachowywałyśmy się jakby wszystko było w porządku. Rozmawiałyśmy z Replikantami, jakby nie obchodziło nas nic poza tym. W nocy przytulałyśmy się do siebie i dzieliłyśmy całym koszmarem. </page>

source: Popola! POPOLAAAAA! My glassh ain't getting any fuller over here!
pl: Popola! POPOLAAAA! Mooja szszklanka nie roobi szię ani troochię pełniejsiejsza!

source: Popola's Booze
pl: Gorzała Popoli

source: Popola's Errand
pl: Sprawunki Popoli

source: Popular among androids of all ages.
pl: Popularna wśród androidów w każdym wieku.

source: Portugal
pl: Portugalia

source: Possesses the memory of the original Forest King.
pl: Posiada wspomnienia oryginalnego Króla Lasu.

source: Powerup Part L
pl: Część ulepszenia (L)

source: Powerup Part M
pl: Część ulepszenia (M)

source: Powerup Part S
pl: Część ulepszenia (S)

source: Pray and Continue
pl: Módl się i kontynuuj

source: Prayers received
pl: Modlitw odebranych

source: Precious Earrings
pl: Cenne kolczyki

source: Prepare energy. Close-range firing mode. Maximum output.
pl: Przygotowanie energii. Tryb ognia: bliski dystans. Maksymalna moc.

source: Prepare to die, my android child!
pl: Przygotujcie się na śmierć, moje androidzkie dzieci!

source: Prepare to launch.
pl: Przygotowuję do wystrzału.

source: Preparing for satellite laser strike!
pl: Gotowość do przeprowadzenia satelitarnego ataku laserowego!

source: Preservation mode was activated at the moment of the blast. It halted most of the safeties the network had in place. </page> <BGM_BGM_M1070_S0020_N_end>
pl: W chwili wybuchu był włączony tryb ochronny. Zatrzymało to większość zabezpieczeń będących w sieci. </page> <BGM_BGM_M1070_S0020_N_end>

source: President & CEO
pl: Prezes i dyrektor generalny

source: Press Any Button
pl: Naciśnij dowolny przycisk

source: Presto! My amazingly fun game is now more difficult.
pl: I proszę! Moja genialna gra właśnie stała się trudniejsza.

source: Pretty sure this is the last place we haven't searched.
pl: Jestem pewien, że tutaj jeszcze nie sprawdzaliśmy.

source: Prevents staggering from an attack for 15 seconds.
pl: Zapobiega oszołomieniu po ataku przez 15 sekund.

source: Prevents staggering from an attack for 30 seconds.
pl: Zapobiega oszołomieniu po ataku przez 30 sekund.

source: Prevents them from running when approached.
pl: Sprawia że zwierzęta przed tobą nie uciekają.

source: Previous
pl: Wstecz

source: Previous Body
pl: Poprzednie ciało

source: Previous Pod
pl: Poprzedni pod

source: Previous owner ID successfully overwritten. Special weaponry now available.
pl: Skutecznie nadpisano ID poprzedniego właściciela. Broń specjalna dostępna.

source: Price
pl: Cena

source: Priest
pl: Kapłan

source: Priests
pl: Kapłani

source: Pristine Cable
pl: Nietknięty kabel

source: Pristine Screw
pl: Nietknięty wkręt

source: Prizes await. Good good prizes. Prizes for winners.
pl: Czekają nagrody. Dobre, dobre nagrody. Nagrody dla zwycięzców.

source: Probably because the environment's changed.
pl: Pewnie dlatego, że środowisko się zmieniło.

source: Probably not gentle kicks either, knowing you.
pl: Znając ciebie, to pewnie nie były to delikatne kopniaki.

source: Probably.
pl: Chyba.

source: Problem is though, I don't want to make too much of a SPECTACLE of myself. Pfffffffhehehe.
pl: Tylko jest taki problem, że NIE WIDZĘ SIEBIE w okularach. Pffffhehehehe.

source: Proceeding to final stage of project.
pl: Przystępujemy do finalnego etapu projektu.

source: Processing complete. Machine lifeform parts can be assembled into a key.
pl: Przetwarzanie ukończone. Części mechanicznej formy życia mogą zostać połączone w klucz.

source: Processing...
pl: Przetwarzam...

source: Processing....
pl: Przetwarzam...

source: Produced by SQUARE ENIX
pl: Wyprodukowano przez SQUARE ENIX

source: Producer
pl: Producent

source: Producer: Yosuke Saito
pl: Producent: Yosuke Saito

source: Produces a mass of energy that sprouts from the ground in the shape of deadly spears.
pl: Wytwarza masę energii, która wyrasta z ziemi w formie śmiercionośnych włóczni.

source: Product List
pl: Lista produktów

source: Product Marketing Manager
pl: Menadżer działu marketingu produktów

source: Production Assistant
pl: Asystent produkcji

source: Production Manager
pl: Menadżer produkcji

source: Production of this weapon is taking way too long...
pl: Produkcja tej broni trwa o wiele za długo...

source: Programmer
pl: Programista

source: Progress isn't exactly going as planned.
pl: Postępy nie idą do końca zgodnie z planem.

source: Project Assistant
pl: Asystent projektu

source: Project Gestalt Report 1
pl: Raport Projektu Gestalt 1

source: Project Gestalt Report 10
pl: Raport Projektu Gestalt 10

source: Project Gestalt Report 11
pl: Raport Projektu Gestalt 11

source: Project Gestalt Report 2
pl: Raport Projektu Gestalt 2

source: Project Gestalt Report 3
pl: Raport Projektu Gestalt 3

source: Project Gestalt Report 4
pl: Raport Projektu Gestalt 4

source: Project Gestalt Report 5
pl: Raport Projektu Gestalt 5

source: Project Gestalt Report 6
pl: Raport Projektu Gestalt 6

source: Project Gestalt Report 7
pl: Raport Projektu Gestalt 7

source: Project Gestalt Report 8
pl: Raport Projektu Gestalt 8

source: Project Gestalt Report 9
pl: Raport Projektu Gestalt 9

source: Project Manager
pl: Menadżer projektu

source: Project YoRHa is a comprehensive information project intended to enhance android morale. This entry details the circumstances that led to its proposal, as well as information related to operations conducted during its individual phases. (Note that this document is marked with Level-S confidentiality, and should not be disclosed to any YoRHa personnel, save for the Commander.) [Human Extinction] Following the collapse of Project Gestalt around 3400 CE, the remaining androids searched for a way to revive humanity. But they were unable to discover an answer, and humans went extinct by roughly 4200 CE. Afterward, the genes of Gestalts and structural information of the remaining Replicants were recorded and sent to a storage facility on the moon. [Loss of Android Morale] The news of humanity's extinction was meant to be a closely guarded secret, but rumors of the event eventually began to leak out. Having lost the one thing which they were programmed to protect, android morale began a precipitous decline. Concerned by this turn of events, Command designed Project YoRHa as a means to lift android spirits. [Project 01-03: Lunar Server] The first stage of the project was spreading the word among Resistance groups that humanity was not, in fact, extinct—and that the last remaining remnants had managed to escape to the moon. This deception was supported by installing a communications server on the lunar surface to send regular transmissions. Said server was designed to be manned by as few maintenance personnel as possible. [Project 02-01 Establishment of the YoRHa squadron] Through the dramatic alteration of the Next Generation Combat Unit Project that had been proposed at the time, new "YoRHa" models began to be manufactured. Official models were created following the implementation of data acquired from an experimental squadron, and were then deployed to all regions. Certain members of the YoRHa operations staff, however, were informed of the full scope of the project—these units were tasked to operate and protect the server on the moon.
pl: Projekt YoRHa to złożony projekt informacyjny, który ma na celu wzbogacić morale androidów. Ten wpis opisuje okoliczności, które doprowadziły do tej propozycji, jak również informacje związane z operacjami przeprowadzanymi podczas pojedynczych faz. (Należy zauważyć, że ten dokument jest oznakowany poziomem poufności S i nie powinien być ujawniany personelowi YoRHy, oprócz Komandor) [Wyginięcie ludzi] Po upadku Projektu Gestalt, około 3400 roku naszej ery, pozostałe androidy zaczęły poszukiwać sposobu na odnowienie ludzkości. Ale nie były w stanie znaleźć odpowiedzi, których szukały. Ludzie wyginęli w okolicach 4200 roku naszej ery. Geny wymarłych Gestaltów, oraz informacje strukturalne pozostałych Replikantów, zostały spisane i wysłane do przechowalni na Księżycu. [Upadek morale wśród androidów] Wiadomość o wyginięciu ludzi miała być pilnie strzeżoną tajemnicą, ale wkrótce zaczęły rozprzestrzeniać się plotki. Kiedy androidy utraciły jedyną rzecz, do której ochrony były zaprogramowane, ich morale zaczęło gwałtownie spadać. Dowództwo, zaniepokojone takim obrotem spraw, stworzyło Projekt YoRHa, którego zadaniem było utrzymanie ducha walki androidów. [Projekt 01-03: Serwer księżycowy] Pierwszym etapem projektu było rozgłoszenie wśród grup Ruchu Oporu, że ludzkość tak właściwie nie wyginęła — a jej ostatnie, żyjące osobniki, zdołały uciec na Księżyc. To twierdzenie zostało poparte przez zainstalowanie serwera komunikacyjnego na powierzchni księżyca, który miał wysyłać regularne transmisje. Wspomniany serwer został zaprojektowany tak, aby jego utrzymanie wymagało zaangażowania jak najmniejszej ilości personelu. [Projekt 02-01: Założenie szwadronu YoRHa] Po zaproponowanych wówczas dramatycznych zmianach w Projekcie Jednostek Bojowych Nowej Generacji, nowe modele „YoRHa” weszły do produkcji. Oficjalne modele zostały stworzone dzięki implementacji danych zebranych od eksperymentalnego szwadronu i zostały zrzucone we wszystkich regionach. Niektórzy z członków YoRHy zostali poinformowani o prawdziwym celu projektu — tym jednostkom zlecono operowanie i ochronę serwera na Księżycu.
